Repository: DaKTaLeS/nautilus-gloobus-preview
Catalog: i18n/*.po
Languages: es, it

source: No Hotkey pressed
es: No se ha plusado ningun atajo
it: Nessun Hotkey premuto

source: No valid Hotkey pressed
es: La atajo no és válido
it: Nessun Hotkey valido premuto

source: Done, restart Nautilus to use new binding
es: Hecho, reinicia Nautilus para usar el nuevo atajo
it: Fatto, riavvia Nautilus per usare il nuovo binding

source: Save failed
es: Ha fallado al guardar
it: Salvataggio fallito

source: Default:
es: Por defecto:
it: Predefinito:

source: Error in user's file
es: Error en el fichero de usuario
it: Errore nel file utente

source: Impossible to open %s
es: Imposible abrir %s
it: Impossibile aprire %s

source: Save
es: Guardar
it: Salva

source: Close
es: Salir
it: Chiudi

source: Press desired hotkey then click Save button
es: Pulse el atajo deseado y luego, el boton Guardar
it: Premi l'hotkey desiderato e clicca sul bottone Salva

source: Hotkey :
es: Atajo :

source: User's keybind not found at %s, reverting to 'space'
es: El atajo de usuario no se ha encontrado a %s, volivendo a Espacio
it: Il file utente %s non è stato trovato, torno a 'spazio'

source: Error in user's file %s
es: Error en el fichero de usuario %s
it: Errore nel file utente %s

source: User's file %s not valid
es: El fichero de usuario no es válido
it: Il file utente %s non è valido

source: Initializing %s extension
es: Inicialitzando la extensión %s
it: Inizializzo l'estensione %s

source: Ignoring:
es: Ignorando:
it: Ignoro:

source: Preview
es: Previsualización
it: Anteprima

source: Open a preview of selected file
es: Ver una previsualización del fichero selecionado
it: Apre un'anteprima del file selezionato
